"TVUMJRefreshHeaderIdleText" = "下拉可以刷新";
"TVUMJRefreshHeaderPullingText" = "松开立即刷新";
"TVUMJRefreshHeaderRefreshingText" = "正在刷新数据中...";

"TVUMJRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"TVUMJRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"TVUMJRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"TVUMJRefreshBackFooterIdleText" = "上拉可以加载更多";
"TVUMJRefreshBackFooterPullingText" = "松开立即加载更多";
"TVUMJRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"TVUMJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"TVUMJRefreshHeaderLastTimeText" = "最后更新：";
"TVUMJRefreshHeaderDateTodayText" = "今天";
"TVUMJRefreshHeaderNoneLastDateText" = "无记录";
